[M_IceManCometh MissionDefinition]
MissionDescription="Bandits have been attacking tourists in the Trident region for years.. Luckily, Claptrap has a plan. If they turn off all the stoves, Claptrap thinks they're freezing and they have to run inside to escape the cold and eat.. "
MissionSummary="They closed the thief room and went to war.."
MissionGiver="Congratulations - you messed with the thief?!"
